Namespace:   Autodesk.Revit.DB.Visual
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 18.0.0.0 (18.0.0.420)
 Syntax
  C#
public virtual void Reset()
  Visual Basic
Public Overridable Sub Reset
  Visual C++
public:
virtual void Reset()
 Implements
  IEnumerator Reset
 See Also
  AssetSetIterator Class
  Autodesk.Revit.DB.Visual Namespace